Repository: common-repository/wr-price-list-for-woocommerce
Catalog: languages/wr_price_list-*.po
Languages: es_es

source: License activated!
es_es: Licencia activada!

source: This license is in use!
es_es: ¡Esta licencia está en uso!

source: Invalid purchase code!,
es_es: ¡Código de compra no válido!,

source: Error trying to activating the license, Invalid license!
es_es: Error al intentar activar la licencia, ¡Licencia no válida!

source: This license was successfully deactivated
es_es: Esta licencia se desactivó correctamente

source: Please try in a couple seconds, license server busy
es_es: Por favor, pruebe en un par de segundos, el servidor de licencias ocupado

source: Error trying to deactivating the license, Invalid license!
es_es: Error al intentar desactivar la licencia, ¡Licencia no válida!

source: Settings saved!
es_es: Ajustes guardados!

source: There was an error with the file format
es_es: Elija un archivo csv para importar

source: The role was added, assign a price list to it
es_es: Se agregó el rol, asígnele una lista de precios

source: The product with id:
es_es: El product con ID ->

source: was updated
es_es: fue actualizado

source: was no inserted, you must follow this rule: regular > sale and regular > 0
es_es: no fue insertado, usted debe seguir la siguiente regla: precio regular > precio venta y precio regular > 0

source: was not found
es_es: no fue encontrado

source: Starting at
es_es: Empezando en

source: Products New
es_es: Nuevos Productos

source: Server Error, please try in a couple seconds.
es_es: Error, por favor trate en unos segundos

source: Showing
es_es: Mostrando

source: License / Support
es_es: Licencia / Soporte

source: of
es_es: de

source: Search
es_es: Buscar

source: Products
es_es: Productos

source: All Categories
es_es: Todas Categorías

source: The price was not updated
es_es: La lista de precios fue actualizada satisfactoriamente

source: Price Lists
es_es: Listas de Precio

source: There was an error trying to get the license
es_es: Hubo un error al tratar de agregar la licencia

source: Please, enter a valid license!
es_es: Por favor, entre una licencia válida

source: CSV file format only
es_es: Solo formato csv es permitido

source: Your file is too big! Please select an image under 1MB
es_es: El archivo es muy grande, seleccione una image de menos de un 1mb

source: Upload a file!
es_es: Suba un archivo

source: Upload Finished!
es_es: Subida terminida!

source: Enter a price list name
es_es: Entre el nombre

source: Select a price list
es_es: Elija la lista de precios

source: Saved!
es_es: Guardado!

source: Enter role name
es_es: Entre nombre del role

source: Add role
es_es: Agregue el role

source: The role was successfully removed
es_es: El role fiue eliminado correctamente

source: You need to define a valid name
es_es: Defina un nombre válido

source: Name
es_es: Nombre

source: Category
es_es: Categoría

source: Type
es_es: Tipo

source: Price
es_es: Precio

source: Sale
es_es: Venta

source: Variation
es_es: Variación

source: Actions
es_es: Acciones

source: Update List
es_es: Actualizar Lista

source: Add List
es_es: Agregar Lista

source: Are you sure to delete this list?
es_es: Estas seguro de eliminar la lista?

source: Are you sure to delete this role?
es_es: Estas seguro de elimiar el role?

source: No, Thanks
es_es: No, Gracias

source: You can select a price list to copy its prices based on a percentage you define
es_es: Puede seleccionar una lista para copiar los precios basados en percentage que defina

source: Copy prices from:
es_es: Copiar precio de:

source: Enter price list name
es_es: Agregue el nombre de la lista

source: Save
es_es: Guardar

source: Percent
es_es: Porciento

source: Cancel
es_es: Cancelar

source: Confirm
es_es: Confirmar

source: Role
es_es: Rol

source: <strong>Note:</strong> Roles without a list assigned will see the price under the default list. See settings section to define a default price list.
es_es: <strong>Nota:</strong> Roles que no tenga una lista de precio asignado verán los precio de las lista por defecto. Vaya ajuste si aún no tiene una lista por defecto definida.

source: Assign a price list to each role, so that all users who correspond to the role will see only the price that corresponds to the assigned price list.
es_es: Asigne una lista para cada role, por lo que todos los usuarios de cierto role verán los precios de la lista que tenga asignada en esta sección.

source: **Only the roles created with the WR Price manager plugin can be removed on this screen. This is because others plugin can need those roles to work correctly.
es_es: ** Solo los roles creados con este plugin pueden ser modificado por este plugin. Estos es porque otros plugin quizás usen estos roles para ciertas tareas.

source: Type a name and upload a csv with the prices to create a list from scratch.
es_es: Escriba un nombre y cargue un csv con los precios para crear una lista de precios desde 0.

source: Select a price list to update/insert the csv prices.
es_es: Seleccione una lista para actualizar/insetar los precios que se carguen en el archivo csv.

source: Upload
es_es: Cargar

source: You can use this template
es_es: Puede usar esta plantilla

source: as reference.
es_es: como referencia.

source: Add a new price list
es_es: Añada una lista de precios

source: Update a price list
es_es: Actualice una lista de precio

source: Import Price List
es_es: Importe la lista

source: Import Results
es_es: Resultados de la importación

source: Import
es_es: Importar

source: Settings
es_es: Ajustes

source: Choose a default price list for unregistered/guest (users without role)
es_es: Elija una lista para los usarios no registrados en el sistema

source: Choose the price format (Simple Product)
es_es: Elija el formato de precio para los productos simples

source: Regular / Sale
es_es: Regular / venta

source: Sale / Regular
es_es: Venta / Regular

source: Just Price
es_es: Solo precio

source: Choose a personalized message to hide prices from unregistered/guest users
es_es: Marque aquí y escribe un mensaje personalizado para los usuarios no registrados

source: Hide prices to guest
es_es: Oculte los precios a los usarios no registrados
